Repository: yoosamui/sinox
Catalog: home/docklight_3.0.orig/po/*.po
Languages: fr, th

source: This program is a lightweight Dock Launcher for opening common applications for the GNOME Desktop
fr: Ce programme est un Dock lanceur allégé pour l'ouverture des applications communes pour le bureau GNOME
th: โปรแกรมนี้ใช้งานไม่ยาก Dock Launcher สำหรับการใช้งานเท่าไปเท่านั้น จัดทำเพื่อแปลภาษาหน้าเดสก์ท็อปของ GNOME

source: Create Launcher
fr: Créer un démarrage
th: สร้างตัวเปิดโปรแกรม

source: Test Launcher
fr: Démarrage de Test
th: เปิดทดสอบโปรแกรม

source: Cancel
fr: annuler
th: ยกเลิก

source: Command:
fr: commande:
th: คำสั่ง

source: Choose command
fr: Choisissez une commande
th: เลือกคำสั่ง

source: Choose Icon
fr: Choisir l'icône
th: เลือกไอคอน

source: Available
fr: disponible
th: ทำงานขณะนี้

source: Name:
fr: Nom:
th: ชื่อ

source: Comment:
fr: commentaire:
th: ข้อคิดเห็น

source: Icon:
fr: icône:
th: ไอคอน

source: Categories:
fr: catégories:
th: หมวดหมู่

source: Close
fr: fermer
th: ปิด

source: Docklight Launcher
fr: Démarrage de Docklight
th: ตัวเปิด ด็อกไลท์

source: Launcher for %s could not be found. You need to create a Launcher for this Application.
fr: Le démarrage pour %s est introuvable. Vous devez créer un démarrage pour cette application.
th: ไม่มีสามารถเปิดใช้งานโปรแกรม %s ได้ ต้องการสร้างตัวเปิดทำงานใหม่ สำหรับ โปรแกรม

source: Application
th: โปรแกรม

source: Launcher test Failed!
fr: Echec du test de lancement!
th: ไม่สามารถเปิดทำงานได้

source: The command you enter is invalid. Some Applications are scripts files and others requires Administrator privileges: for scrips files you need to add the bash on the beginning: /bin/sh "/usr/local/scriptfile.sh" /usr/bin/bash "/home/yoo/Develop/scriptfile" for Applications that requires Administrator privileges: pkexec Application Please make sure that the Application starts from the command line. Open a terminal and navigate to the directory where the application is locate and trying the command from there...
fr: La commande que vous entrez est invalide. Certaines applications sont des fichiers de scripts et d'autres nécessitent des privilèges d'administrateur: scripts pour les fichiers dont vous avez besoin pour ajouter le bash sur le début /bin/sh "/usr/local/scriptfile.sh" /usr/bin/bash "/home/yoo/Develop/scriptfile" Pour les applications qui nécessite des privilèges d'administrateur: pkexec program faire S'il vous plaît assurer l'application qui commence à partir de la ligne de commande. Ouvrez un terminal et accédez au répertoire Lorsque la demande est de localiser et d'essayer la commande à partir de là..
th: คำสั่งที่คุณป้อนไม่ถูกต้อง บางโปรแกรมเป็น ไฟล์สคริปต์หรือ ผู้อื่นต้องการใช้สิทธิ์ผู้ดูแลระบบ สำหรับ สคริปไฟล์คุณต้องการเพิ่ม bash การทำงานเบื้องต้น /bin/sh "/usr/local/scriptfile.sh" /usr/bin/bash "/home/yoo/Develop/scriptfile" สำหรับการใช้งานเฉพาะสิทธิ์ของผู้ดูแลเท่านั้น pkexec ใบสมัคร กรุณาตรวจสอบให้แน่ใจก่อนว่า โปรแกรมเริ่มต้นที่บรรทัดคำสั่ง เปิดใช้งาน terminal กับการนำทางไปยังไดเรกทอรี่ โปรแกรมที่คุณค้นหา ที่คุณพยายามป้อนคำสั่งจากที่นั่น

source: Copy template Error!
fr: Copier template Erreur!
th: การคัดลอกผิดพลาด

source: Permissions required. Please try again!
fr: Autorisations demandées. S'il vous plaît essayer à nouveau
th: ต้องการสิทธิ์ในการใช้งาน โปรดลองอีกครั้ง

source: Launcher created successfully!
fr: Launcher créé avec succès!
th: สร้างตัวเปิดสำเร็จ!

source: Please choose a file
fr: S'il vous plaît choisissez un fichier
th: เลือกไฟล์

source: _Cancel
fr: _Annuler
th: _ยกเลิก

source: _Open
fr: _Ouvrir
th: _เปิด

source: Image files
fr: Les fichiers d'image
th: ไฟล์ภาพ

source: Browser could not be found!
fr: Le Browser est introuvable!
th: ไม่พบเบราเซอร์!

source: Fields Name and Command can't be empty!
fr: Le nom et les champs de commande ne peuvent être vides!
th: เขตข้อมูลชื่อและคำสั่งต้องไม่ว่างเปล่า!

source: Desktop
fr: Bureau
th: หน้าเดสทอป

source: Autohide
th: ซ่อนอัตโนมัติ

source: Show all
fr: Montrer tous
th: เปิดทั้งหมด

source: Minimize all except active
fr: Réduire tout sauf actif
th: พับหน้าต่างที่ไม่ใช้งานชั่วคราว

source: Minimize all
fr: Réduire tout
th: พับหน้าต่างทั้งหมด

source: Close all except active
fr: Fermer tout sauf actif
th: ปิดหน้าต่างที่ไม่ใช้งาน

source: Close all
fr: Fermer toutes les applications
th: ปิดหน้าต่างทั้งหมด

source: Preferences
fr: Préférences
th: การตั้งค่า

source: Session-group
fr: Groupe de session
th: กลุ่มเซสซั่น

source: Help
fr: Aider
th: ช่วยเหลือ

source: About
fr: A propos de
th: เกี่ยวกับ

source: Quit
fr: Quitter
th: ปิดการใช้งาน

source: Open new
fr: Ouvrir une nouvelle
th: เปิดหน้าต่างใหม่

source: Attach to Dock
fr: Attacher au Dock
th: แนบกับ Dock

source: Detach from Dock
fr: Détacher du Dock
th: แยกออกจาก Dock

source: Configure
fr: Configurer
th: กำหนดค่า

source: Session-group %d
fr: Groupe de session %d
th: กลุ่มเซสซั่น %d

source: (%s) %d windows. there are to many windows open for a Preview. Close some windows and try again.
fr: (%s) %d fenêtres. Il y a trop de fenêtres ouvertes pour un aperçu. Fermez quelques fenêtres et réessayez.
th: (%s) %d หน้าต่าง. มีหน้าต่างมากมายที่เปิดใช้งานอยู่. ปิดหน้าต่างแล้วลองอีกครั้ง.

source: Gpk-update-viewer
fr: Visualiseur de package
th: ผู้ชมแพคเกจ

source: Gpk-application
fr: Pack
th: แพคเกจ

source: Autohide on start
fr: Autohide au démarrage
th: ปิดอัตโนมัติเมื่อเปิดใช้งาน

source: Launch
fr: lancer
th: เปิดทดสอบโปรแกรม

source: Remove
fr: Supprimer
th: เอาออก

source: Application
th: โปรแกรม

source: Add to list
fr: Ajouter à la liste
th: เพิ่มรายการ

source: Save
fr: Sauvegarder
th: บันทึก

source: Session Name
fr: Titre
th: หัวข้อ

source: Session group %d
fr: Groupe de session %d
th: กลุ่มเซสซั่น %d

source: Session group successfully saved!
fr: groupe de session enregistré avec succès!
th: กลุ่มเซสชั่นบันทึกเรียบร้อยแล้ว!

source: Click here to get the Application name!
fr: Cliquez ici pour obtenir le nom de l'application!
th: คลิกที่นี่เพื่อรับชื่อโปรแกรม!
